pelican_website/content/pages/page-part-one-09-genome-scan.html
<html>
<head>
<meta name="Title" content="Genome scan - Complete workflow" />
<meta name="Summary" content="Genome scan" />
<meta name="URL" content="part-one-09-genome-scan.html" />
<meta name="Save_as" content="part-one-09-genome-scan.html" />
<meta name="Status" content="hidden" />
</head>
<body>


<div class="outline-2" id="outline-container-sec-1">
<h2 id="sec-1">Performing a genome scan for G<sub>st</sub></h2>
<div class="outline-text-2" id="text-1">
<p>
<div class="navLink"><a href="part-one-08-prediction-SNP-effect.html">Previous: Prediction of SNP effects</a></div>
</p>
</div>
<div class="outline-3" id="outline-container-sec-1-1">
<h3 id="sec-1-1">Calculation of Gst</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Disclaimer: there are ways to do it much more rigorously! Using the quality
score information all the way to genotype calling and allele frequency
estimations, using likelihood or Bayesian methods.
</p>
</div>
</div>
<div class="outline-3" id="outline-container-sec-1-2">
<h3 id="sec-1-2">Genome scans</h3>
<div class="outline-text-3" id="text-1-2">
</div><div class="outline-4" id="outline-container-sec-1-2-1">
<h4 id="sec-1-2-1">Density smoothing</h4>
</div>
<div class="outline-4" id="outline-container-sec-1-2-2">
<h4 id="sec-1-2-2">Kernel smoothing</h4>
</div>
<div class="outline-4" id="outline-container-sec-1-2-3">
<h4 id="sec-1-2-3">Permutation testing</h4>
</div>
<div class="outline-4" id="outline-container-sec-1-2-4">
<h4 id="sec-1-2-4">Differences and complementarity with outlier tests</h4>
<div class="outline-text-4" id="text-1-2-4">
<p>
Kernel smoothing, permutation testing.
</p>
<p>
This is possible only when location is known. Can be real or in cM, but we have
to understand what we do!
</p>
<p>
Permutation testing to look for aggregations of high or low values.
</p>
<p>
<div class="navLink"><a href="part-one-10-GO-enrichment-tests.html">Next: GO enrichment tests</a></div>&gt;
</p>
</div>
</div>
</div>
</div>
</body></html>
